Repository: projectdata8thsem/lctva
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Watch me work
de: Schau mir bei der Arbeit zu

source: Simply put, this site was created to fill a void that was created by curiosity. I was interested in not just how I was doing at the moment I was streaming, but how I had been doing over time - and the tools around this kind of information were not in place at livecoding.tv. So I got to work and created a quick prototype version of this site and realized that by capturing the amount of data that I was, the streamers could see their data in many ways. I decided to become serious and actually build something that users can signup for, integrate with their channel, and utilize.
de: Einfach gesagt, habe ich diese Seite nur gemacht, um meine Neugier zu stillen. Ich war nicht nur daran interessiert, wieviele Zuschauer ich während meines Streams habe, sondern auch, wie sich die Zahlen mit der Zeit entwickeln. Es gab keinerlei Tools von Livecoding.tv, die sich mit diesen Daten befassten. Also habe ich mich an die Arbeit gemacht und schnell einen Prototypen fertiggestellt. Ich habe sofort festgestellt, dass Streamer ihre Daten auf verschiedenste Art und Weise darstellen könnten. Deswegen habe ich mich dafür entschieden, dieses Projekt ernst zu nehmen und es weiterzuentwickeln, sodass es für jeden Streamer zugänglich ist.
es: En pocas palabras, este sitio se creó para llenar un vacío que creó la curiosidad. No solo me interesaba mi desempeño durante la transmisión, sino también mi desempeño a lo largo del tiempo – y las herramientas para este tipo de información no se encontraban en livecoding.tv. Así que puse manos a la obra y rápidamente creé un prototipo de este sítio; me di cuenta entoncces que con la cantidad de datos que capturaba, los ‘streamer’ podrían visualizar sus datos de muchas formas. Me decidí a trabajar seriamente para construir realmente algo para que los usuarios se registren, lo integren a su canal y puedan usarlo.

source: I hope you enjoy using this site and if you have any ideas or what to contribute, please drop me a line. If you REALLY like using the site, please donate a few bucks with the "Donate" button below.
de: Ich hoffe, dir gefällt diese Seite. Falls du Ideen hast oder zu dieser Seite etwas beitragen kannst, schreib mich kurz an. Wenn du diese Seite WIRKLICH magst, spende mir doch bitte einen kleinen Betrag mit dem "Donate"-Button unten.
es: Espero que disfrute hacer uso de este sitio y si tiene alguna idea o alguna contribución que realizer, por favor, escríbame. Si REALMENTE le gusta hacer uso de este sitio, por favor done un par de billetes con el botón "Donar" en la parte inferior.

source: Me
de: Über mich
es: Yo

source: I'm an instructor and a developer.
de: Ich bin Lehrer und Entwickler.
es: Soy un instructor y desarrollador.

source: No Alerts to display
de: Keine Ankündigungen
es: No tiene Alertas que mostrar

source: About
de: Über
es: Acerca de

source: Logout
de: Abmelden
es: Cerrar Sesión

source: Leaderboard
de: Rangliste
es: Tabla de Líderes

source: Login
de: Anmelden
es: Ingresar

source: This app was built with the sole purpose of allowing streamers on livecoding.tv to visualize their viewership counts over time. I'd really like to see this kind of feature brought into livecoding.tv itself so I don't have to maintain this anymore. So if you're one of the founders... drop me a line :)
de: Diese Seite habe ich für den alleinigen Zweck gemacht, um Livecoding.tv-Streamern zu ermöglichen, ihre Zuschauerzahlen zu visualisieren. Ich würde gerne diese Funktion in Livecoding.tv integriert sehen, damit ich das hier nicht mehr aufrecht erhalten muss. Falls du also einer der Gründer bist... schreib mich kurz an :)
es: Esta aplicación se construyó con el único propósito de permitir a los ‘streamers’ de livecoding.tv visualizar su conteo de visitas en el tiempo. De verdad me gustaría ver que esta clase de característica se incluyera en livecoding.tv, con lo que no tendría que continuar manteniendo esta aplicación. Así que, si usted es uno de los fundadores… escríbame : )

source: Find Joel
de: Finde Joel
es: Encontrar a Joel

source: *Buy me coffee
de: *Kauf mir einen Kaffee
es: *Comprarme un café

source: History
de: Chronik

source: Followers
de: Follower

source: Change Timezone
de: Zeitzone ändern

source: Alerts
de: Ankündigungen

source: Daily Breakdown
de: Tagesübersicht
es: Cifras del Día

source: Back to History
de: Zurück zur Chronik
es: De Regreso a la Historia

source: Average Viewers
de: Durchschnittliche Zuschauer
es: Promedio de Visitantes

source: Max Viewers
de: Max. Zuschauer gleichzeitig
es: Número Máximo de Visitantes

source: Minutes Streamed
de: Streamdauer in min
es: Minutos Transmitidos

source: Title
de: Titel
es: Título

source: Duration
de: Dauer
es: Duración

source: Viewers Overall
de: Zuschauer insgesamt
es: Total de Visitantes

source: Viewers
de: Zuschauer

source: Average
de: Mittelwert

source: Your Followers
de: Deine Follower
es: Sus Seguidores

source: Your Viewer History
de: Deine Zuschauer-Chronik
es: Historial de Visitantes

source: Date
de: Datum
es: Fecha

source: Analytics Dashboard for Livecoding.tv
de: Analytics Dashboard für Livecoding.tv
es: Panel de Control de Análisis para Livecoding.tv

source: Login with Livecoding.tv
de: Anmelden mit Livecoding.tv
es: Ingresar con Livecoding.tv

source: Real Time Analytics
de: Echtzeit-Analytics
es: Análisis en Tiempo Real

source: After you're verified the app will automatically pick up your stream and start displaying your user counts on your dashboard (barring a few page refreshes).
de: Nachdem du diese Website autorisiert hast, wird sie automatisch beginnen, die Statistiken (nach ein paar Seitenaktualisierungen) in deinem Dashboard anzuzeigen.
es: Después de que realice la verificación, la aplicación tomará automáticamente su transmisión y empezará a mostrar en su panel de control el conteo de usuarios (salvo un par de actualizaciones de página).

source: Browse Historic Data
de: Alte Daten durchstöbern
es: Revisar Datos Históricos

source: Your viewer counts are stored for further analysis. What kind of analysis? That hasn't been decided yet - but you can count on the fact that you'll be able to learn something from your viewer numbers!
de: Deine Zuschauerdaten werden für spätere Analysen gespeichert. Aber welche Analysen? Das steht noch nicht fest - du kannst dir aber sicher sein, dass es weitere Möglichkeiten geben wird, etwas von den Daten zu lernen!
es: Almacenamos el conteo de visitants para análisis posterior. ¿Qué clase de análisis? Eso no aun está por decidirse; pero, ¡tenga la certeza que podrá aprender algo de la cantidad de visitantes!

source: Livecoding.tv API Integrated
de: Livecoding.tv API integriert
es: API Integreada de Livecoding.tv

source: You are just a few clicks away from tracking your stream. No crazy forms to fill out, don't give us permission to your first born - just authorize the app to track your stream with livecoding.tv and you're set!
de: Du bist nur ein paar Klicks davon entfernt, deine Streams zu analysieren. Keine verrückten Formulare, bei denen du dein Erstgeborenenrecht abgeben musst - einfach nur diese Seite autorisieren, deine Streams zu verfolgen und fertig!
es: Está a unos pocos clics de activar el seguimiento de su transmisión. Sin formatos extraños que llenar; no tiene que darnos permisos sobre su primogénito, ¡solo autorice a la aplicación para hacer seguimiento de su transmisión con livecoding.tv y está listo!

source: Total Viewers on livecoding.tv (UTC)
de: Alle Zuschauer auf Livecoding.tv (UTC)

source: Previous
de: Vorheriger
es: Anterior

source: Next
de: Nächster
es: Siguiente

source: Leaderboard for
de: Rangliste für
es: Tabla de Líderes para

source: Minutes
de: Minuten
es: Minutos

source: Avg Viewers
de: Durchschnittliche Zuschauer
es: Promedio de Visitantes

source: No leaderboard data for requested day
de: Keine Ranglistendaten für diesen Tag verfügbar
es: No hay datos del tablero de líderes para el día solicitado

source: Current Viewers
de: Aktuelle Zuschauer
es: Visitantes Ahora

source: Max Viewers: (8 min limit)
de: Max. Zuschauer: (8 min Limit)

source: Hide Total Livecoding.tv Viewers
de: Ausblenden der gesamten Livecoding.tv-Zuschauer
es: Ocultar el Total de Visitantes de Livecoding.tv

source: You don't appear to be streaming right now. If you begin streaming, give this page a refresh and you should start seeing your live numbers stream in.
de: Du scheinst zur Zeit nicht zu streamen. Wenn dein Stream beginnt, aktualisiere diese Seite, um deine Statistiken zu sehen.
es: Parece que no está transmitiendo en este momento. Si comienza la transmisión actualice esta página y debería empezar a ver el movimiento en tiempo real de los números de la transmisión en vivo.

source: User Counts
de: User-Anzahl
es: Conteo de Usuarios

source: Livecoding.tv Total Users
de: Livecoding.tv gesamte User
es: Total de Usuarios de Livecoding.tv

source: Congrats! You are currently on the livecoding.tv front page!
de: Gratulation! Du bist zur Zeit auf der Livecoding.tv-Startseite!
es: ¡Felicitaciones! ¡Se encuentra en la página principal de livecoding.tv!

source: Update Timezone
de: Zeitzone aktualisieren
es: Actualizar Zona Horaria

source: Timezone set to:
de: Zeitzone festgelegt auf:
es: Ajustar la Zona Horaria a:

source: Time zone
de: Zeitzone
es: Zona Horaria

source: Set Timezone
de: Zeitzone festlegen
es: Ajustar la Zona Horaria

source: Livecoding.tv Analytics
es: Livecoding.tv Análisis

source: Livecoding Analytics
es: Análisis de Livecoding

source: Dashboard
es: Panel de Control

source: Live Dashboard
es: Panel de Control en Vivo
